export const data = [
    {
        id: 1,
        image: '../images/aries.svg',
        imgAlt: 'aries',
        name: 'Овен',
        littleInfo: 'Ваши дети порадуют вас своими успехами и здоровьем. Сегодня особенно удачное время для ремонта или смены жилья.',
        dayInfo: ['Сегодня день, полный энергии и возможностей для Овнов. Успехи на работе вдохновят вас на новые свершения, но не забывайте о точности в деталях. Финансовые дела требуют внимания, однако небольшая прибыль возможна.', 'Проведите время с близкими — это поднимет настроение. Обратите внимание на внешний вид, что придаст вам уверенности. Вечером отдохните и посвятите время себе, чтобы восстановить силы и гармонию.'],
        weekInfo: ['Эта неделя обещает Овнам прогресс и новые горизонты. Работа принесет успехи, но ответственность возрастет. В середине недели уделите внимание личной жизни и общению с близкими.', 'Финансовое положение будет стабильным, но избегайте лишних расходов. Конец недели подходит для планирования и начала новых проектов. Не забывайте отдыхать и заботиться о здоровье, чтобы сохранить продуктивность.'],
        monthInfo: ['Этот месяц принесет Овнам успехи и развитие. На работе вас ждут новые проекты и финансовая стабильность. В личной жизни сохранится тепло и понимание. Отличное время для обучения новым навыкам и расширения горизонтов.', 'Общение с друзьями и семьей наполнит вас энергией и спокойствием. Избегайте стрессов и следите за своим здоровьем. Этот месяц подходит для реализации амбициозных планов.'],
        yearInfo: ['2024 год станет для Овнов годом успехов и возможностей. На работе вас ждут новые вершины и финансовый рост. Личная жизнь порадует стабильностью и гармонией. Поддерживайте теплые отношения с близкими на протяжении года.', 'Во второй половине года сосредоточьтесь на здоровье и саморазвитии. Ставьте перед собой амбициозные цели и уверенно идите к ним.']
    },
    {
        id: 2,
        image: '../images/taurus.svg',
        imgAlt: 'taurus',
        name: 'Телец',
        littleInfo: 'Сегодня ждет много иронии и неожиданных поворотов. Примите это с юмором: судьба любит подшутить!',
        dayInfo: ['Сегодня Тельцам предстоит продуктивный день. На работе вас ждет успех, но будьте внимательны к мелочам. Финансовые вопросы решатся благополучно, но избегайте спешки.', 'Общение с друзьями и близкими поднимет настроение. Позаботьтесь о своем внешнем виде — это принесет уверенность. Вечером уделите время отдыху и расслаблению, чтобы восстановить силы и найти внутреннюю гармонию.'],
        weekInfo: ['Эта неделя для Тельцов будет насыщенной и плодотворной. Работа порадует результатами, но распределяйте нагрузку разумно. В середине недели уделите внимание личным отношениям.', 'Финансовое положение будет стабильным, но избегайте крупных трат. В выходные дни найдите время для отдыха и восстановления. Общение с близкими принесет радость и укрепит ваши связи.'],
        monthInfo: ['Этот месяц принесет Тельцам стабильность и новые перспективы. На работе ждут успехи, а финансовое положение укрепится. Личная жизнь будет радовать теплом и гармонией. Отличное время для освоения новых навыков и реализации творческих идей.', 'Проведите время с друзьями и семьей, чтобы обрести внутреннее спокойствие. Избегайте стресса и уделяйте внимание своему здоровью.'],
        yearInfo: ['2024 год станет для Тельцов годом стабильности и успехов. На работе ждут новые возможности и финансовый рост. Личная жизнь будет полна тепла и доверия. Важно сохранять теплые отношения с близкими.', 'Во второй половине года сосредоточьтесь на здоровье и саморазвитии. Год принесет много позитивных изменений и новых возможностей для роста.']
    },
    {
        id: 3,
        image: '../images/gemini.svg',
        imgAlt: 'gemini',
        name: 'Близнецы',
        littleInfo: 'Сегодня вас ждут неудобства и раздражения. Будьте терпеливы и не позволяйте мелочам выводить вас из себя.',
        dayInfo: ['Сегодня Близнецов ждет день новых идей и вдохновения. Работа принесет успехи, но избегайте спешки. Финансовые дела потребуют осторожности, но возможны небольшие доходы.', 'Общение с друзьями и близкими принесет радость и поддержку. Обратите внимание на внешний вид, что добавит уверенности. Вечером отдохните и уделите время себе, чтобы восстановить силы.'],
        weekInfo: ['Неделя для Близнецов будет насыщенной и продуктивной. Работа порадует результатами, но ответственность возрастет. В середине недели уделите внимание близким.', 'Финансовое положение будет стабильным, но избегайте ненужных расходов. В конце недели найдите время для планирования новых проектов. Заботьтесь о своем здоровье и отдыхайте.'],
        monthInfo: ['Этот месяц принесет Близнецам новые возможности и успехи. Работа и финансы будут стабильными, а личная жизнь наполнится теплом. Отличное время для обучения и развития новых навыков.', 'Общение с друзьями и семьей принесет гармонию и радость. Избегайте стрессов и следите за своим здоровьем. Месяц подходит для начала новых проектов.'],
        yearInfo: ['2024 год станет для Близнецов годом прогресса и новых возможностей. Успехи на работе и финансовая стабильность вас порадуют. Личная жизнь будет насыщенной и гармоничной. Поддерживайте теплые отношения с близкими.', 'Во второй половине года сосредоточьтесь на саморазвитии. Год принесет множество позитивных изменений и новых перспектив.']
    },
    {
        id: 4,
        image: '../images/cancer.svg',
        imgAlt: 'cancer',
        name: 'Рак',
        littleInfo: 'Сегодня вы будете рассеяны. Избегайте серьезных решений и лучше займитесь чем-то приятным и расслабляющим.',
        dayInfo: ['Сегодня Ракам стоит сосредоточиться на домашних делах и заботе о близких. Работа будет успешной, если вы проявите терпение и внимание к деталям. Финансовые дела пройдут спокойно, возможны небольшие расходы.', 'Время, проведенное с семьей, поднимет настроение и принесет радость. Постарайтесь избежать лишнего стресса и найдите минутку для отдыха. Вечером займитесь любимым хобби или просто расслабьтесь.'],
        weekInfo: ['Эта неделя принесет Ракам возможность наладить личную жизнь и укрепить отношения с близкими. На работе возможны небольшие трудности, но вы справитесь благодаря упорству.', 'В середине недели уделите внимание своему здоровью и режиму питания. Конец недели подходит для спокойного отдыха и общения с семьей. Избегайте конфликтов и держитесь подальше от негативных ситуаций.'],
        monthInfo: ['Месяц обещает Ракам гармонию и стабильность. Работа и финансы будут под контролем, если вы проявите организованность. В личной жизни вас ждут приятные моменты с семьей и друзьями.', 'Отличное время для укрепления старых связей и начала новых. Избегайте перенапряжения и уделяйте внимание здоровью. Месяц подходит для духовного роста и внутренней гармонии.'],
        yearInfo: ['2024 год принесет Ракам стабильность и эмоциональное удовлетворение. На работе ждут успехи, если вы будете настойчивы и терпеливы. Личная жизнь наполнится теплом и гармонией. Уделите больше времени семье и друзьям.', 'Во второй половине года сосредоточьтесь на саморазвитии и заботе о здоровье. Этот год станет временем укрепления вашей жизненной базы и новых достижений.']
    },
    {
        id: 5,
        image: '../images/leo.svg',
        imgAlt: 'leo',
        name: 'Лев',
        littleInfo: 'Сегодня мир будет казаться хрупким. Мелкие проблемы могут перерасти в катастрофы. Будьте внимательны!',
        dayInfo: ['Львы сегодня почувствуют прилив энергии и уверенности. На работе возможны удачные встречи и решения, которые принесут успех. Финансовое положение останется стабильным, а неожиданный доход вас порадует.', 'В личной жизни уделите внимание близким и поддержите их. Займитесь своим внешним видом и попробуйте что-то новое. Вечер подходит для отдыха и размышлений о будущем.'],
        weekInfo: ['Эта неделя для Львов будет насыщенной и продуктивной. На работе вас ждут успехи, если вы будете настойчивы и целеустремленны. В середине недели уделите время друзьям и близким.', 'Финансовое положение будет улучшаться, но избегайте больших трат. Конец недели идеально подходит для отдыха и планирования новых целей. Заботьтесь о своем здоровье и сохраняйте позитивный настрой.'],
        monthInfo: ['Этот месяц принесет Львам возможности для карьерного роста и личного развития. Работа будет успешной, если вы будете организованы. В личной жизни ждут теплые моменты с семьей и друзьями.', 'Финансовое положение укрепится, но избегайте лишних расходов. Месяц подходит для новых начинаний и саморазвития. Уделите внимание своему здоровью и эмоциональному благополучию.'],
        yearInfo: ['2024 год станет для Львов временем роста и новых свершений. На работе вас ждут достижения, которые укрепят ваше финансовое положение. Личная жизнь наполнится радостью и поддержкой близких. Сосредоточьтесь на саморазвитии и укреплении здоровья.', 'Во второй половине года ждите новых возможностей, которые помогут вам достичь поставленных целей.']
    },
    {
        id: 6,
        image: '../images/virgo.svg',
        imgAlt: 'virgo',
        name: 'Дева',
        littleInfo: 'Сегодня вы можете найти аромат, который вдохновит вас на новые кулинарные или парфюмерные приключения.',
        dayInfo: ['Сегодня Девам стоит сосредоточиться на работе и мелких задачах. Ваша организованность поможет достичь успеха. Финансовые дела потребуют внимания, но проблем не возникнет.', 'Общение с коллегами и близкими пройдет в позитивном ключе. Уделите время своему внешнему виду и здоровью. Вечером найдите минутку для отдыха и расслабления, чтобы восстановить силы.'],
        weekInfo: ['Неделя принесет Девам новые задачи и возможности. На работе будут требоваться дисциплина и внимательность, но результаты порадуют. В середине недели уделите время друзьям и семье, чтобы укрепить отношения.', 'Финансовое положение останется стабильным. Конец недели подходит для планирования и новых начинаний. Заботьтесь о своем здоровье и сохраняйте позитивный настрой.'],
        monthInfo: ['Этот месяц обещает Девам стабильность и успехи в работе. Финансовое положение улучшится, а новые проекты вдохновят. Личная жизнь будет гармоничной, особенно в кругу близких.', 'Отличное время для саморазвития и обучения. Уделите внимание своему здоровью и физической активности. Месяц подходит для новых начинаний и реализации давних планов.'],
        yearInfo: ['2024 год станет для Дев временем гармонии и достижений. На работе вас ждут успехи, которые укрепят финансовую стабильность. Личная жизнь будет наполнена теплом и поддержкой близких. Сосредоточьтесь на саморазвитии и заботе о здоровье.', 'Год принесет новые возможности, которые помогут вам достичь поставленных целей.']
    },
    {
        id: 7,
        image: '../images/libra.svg',
        imgAlt: 'libra',
        name: 'Весы',
        littleInfo: 'Сегодня займитесь финансами: пересмотрите расходы и составьте новый бюджет. Будьте внимательны на работе и дома.',
        dayInfo: ['Сегодня Весам стоит сосредоточиться на гармонии и балансе. Работа принесет небольшие успехи, если вы будете внимательны к деталям. Финансовые вопросы потребуют осторожности, но больших проблем не предвидится.', 'Общение с друзьями и семьей поднимет настроение. Уделите время своему внешнему виду — это придаст вам уверенности. Вечером займитесь хобби или расслабьтесь, чтобы восстановить силы.'],
        weekInfo: ['Неделя для Весов обещает быть продуктивной и гармоничной. На работе появятся новые задачи, которые потребуют организованности. Финансовое положение будет стабильным, но избегайте импульсивных трат.', 'В середине недели уделите время общению с близкими. Конец недели подходит для планирования и отдыха. Заботьтесь о своем здоровье и избегайте стрессовых ситуаций.'],
        monthInfo: ['Этот месяц принесет Весам стабильность и успехи. На работе ожидаются новые проекты и возможности для роста. Финансовое положение укрепится, если вы будете рациональны.', 'В личной жизни наступит период гармонии и взаимопонимания. Уделите время саморазвитию и заботе о здоровье. Месяц подходит для реализации долгосрочных планов и начала новых начинаний.'],
        yearInfo: ['2024 год для Весов будет годом баланса и успехов. На работе вас ждут достижения и финансовая стабильность. Личная жизнь будет радовать гармонией и теплыми отношениями. Сосредоточьтесь на укреплении связей с близкими и саморазвитии.', 'Во второй половине года возможны новые возможности для личного роста. Год принесет много позитивных изменений.']
    },
    {
        id: 8,
        image: '../images/scorpio.svg',
        imgAlt: 'scorpio',
        name: 'Скорпион',
        littleInfo: 'Вы скрываете свои знания, но скоро станете авторитетом, просветившим заблужденных. У вас для этого есть дар.',
        dayInfo: ['Сегодня Скорпионы почувствуют прилив энергии и мотивации. Работа пройдет успешно, если вы будете решительны. Финансовые дела потребуют внимательности, но результаты вас порадуют.', 'В личной жизни избегайте конфликтов и проявите терпение. Займитесь своим внешним видом или любимым хобби. Вечером найдите время для отдыха и размышлений о своих целях.'],
        weekInfo: ['Эта неделя обещает Скорпионам перемены и новые возможности. На работе ждут вызовы, которые вы сможете преодолеть благодаря своей настойчивости. Финансовое положение останется стабильным, но избегайте рисков.', 'В середине недели уделите внимание друзьям и семье. Конец недели подходит для отдыха и восстановления сил. Заботьтесь о своем здоровье и эмоциональном состоянии.'],
        monthInfo: ['Месяц для Скорпионов будет насыщенным и продуктивным. Работа принесет успехи, а финансы останутся под контролем. Личная жизнь будет радовать теплыми моментами с близкими.', 'Отличное время для изучения новых навыков и реализации творческих идей. Уделите внимание своему здоровью и избегайте стрессов. Месяц подходит для новых начинаний и амбициозных проектов.'],
        yearInfo: ['2024 год станет для Скорпионов временем роста и перемен. На работе вас ждут новые вызовы и достижения. Личная жизнь будет насыщенной и гармоничной, если вы проявите терпение. Финансовая стабильность укрепится, но избегайте ненужных рисков.', 'Год принесет много возможностей для саморазвития и личного роста.']
    },
    {
        id: 9,
        image: '../images/sagittarius.svg',
        imgAlt: 'sagittarius',
        name: 'Стрелец',
        littleInfo: 'Сегодня ожидайте важное сообщение. Обратите внимание на окружающих и доверяйте интуиции.',
        dayInfo: ['Сегодня Стрельцы ощутят прилив оптимизма и вдохновения. Работа будет успешной, если вы будете настойчивы. Финансовые вопросы решатся в вашу пользу, но избегайте лишних расходов.', 'Общение с друзьями и близкими принесет радость. Займитесь своим внешним видом или планированием будущих проектов. Вечер подходит для отдыха и размышлений о целях.'],
        weekInfo: ['Неделя для Стрельцов будет насыщенной и продуктивной. На работе ждут новые задачи, которые потребуют решительности. Финансовое положение будет стабильным, но избегайте ненужных трат.', 'В середине недели уделите внимание личной жизни. Конец недели идеально подходит для отдыха и общения с семьей. Заботьтесь о своем здоровье и избегайте перенапряжения.'],
        monthInfo: ['Месяц принесет Стрельцам новые возможности и успехи. На работе ждут интересные проекты и достижения. Финансовое положение укрепится, если вы будете разумны.', 'В личной жизни наступит период гармонии и тепла. Отличное время для изучения новых навыков и саморазвития. Уделите внимание своему здоровью и избегайте стрессов.'],
        yearInfo: ['2024 год станет для Стрельцов временем роста и новых возможностей. На работе вас ждут достижения и финансовая стабильность. Личная жизнь будет насыщенной и гармоничной. Сосредоточьтесь на укреплении связей с близкими и саморазвитии.', 'Во второй половине года возможны новые перспективы для личного роста.']
    },
    {
        id: 10,
        image: '../images/capricorn.svg',
        imgAlt: 'capricorn',
        name: 'Козерог',
        littleInfo: 'День будет полон идей и общения. Используйте этот день для установления новых связей и обмена информацией.',
        dayInfo: ['Сегодня Козероги могут сосредоточиться на долгосрочных задачах. На работе ждут успехи, если вы будете настойчивы и организованы. Финансовое положение останется стабильным, возможны небольшие расходы.', 'Общение с близкими принесет радость и поддержку. Уделите время своему здоровью и подумайте о занятиях спортом. Вечер подходит для отдыха и размышлений о будущих планах.'],
        weekInfo: ['Эта неделя обещает Козерогам продуктивные дни. На работе вы сможете завершить важные проекты, но потребуется дисциплина. Финансовое положение будет улучшаться, но избегайте больших трат.', 'В середине недели уделите внимание семье и друзьям. Конец недели идеально подходит для отдыха и восстановления сил. Заботьтесь о своем здоровье и эмоциональном состоянии.'],
        monthInfo: ['Месяц принесет Козерогам успехи в профессиональной сфере. Финансовое положение укрепится благодаря новым возможностям. В личной жизни ожидается гармония и поддержка близких.', 'Отличное время для начала новых проектов и саморазвития. Уделите внимание своему здоровью и режиму дня. Месяц подходит для планирования долгосрочных целей.'],
        yearInfo: ['2024 год станет для Козерогов годом достижений и стабильности. На работе вас ждут успехи и карьерный рост. Личная жизнь будет радовать теплыми отношениями с близкими. Финансовая стабильность укрепится, если вы будете рациональны. Год подходит для реализации амбициозных планов и саморазвития.', 'Во второй половине года возможны новые перспективы.']
    },
    {
        id: 11,
        image: '../images/aquarius.svg',
        imgAlt: 'aquarius',
        name: 'Водолей',
        littleInfo: 'Сегодня отличный день для кулинарных экспериментов. Попробуйте новое блюдо или испеките угощение для близких!',
        dayInfo: ['Сегодня Водолеям стоит уделить внимание творческим задачам и новым идеям. Работа пройдет успешно, если вы проявите инициативу. Финансовое положение останется стабильным, возможны неожиданные доходы.', 'В личной жизни избегайте конфликтов и проявите терпение. Займитесь своим хобби или изучением чего-то нового. Вечер подходит для общения с друзьями.'],
        weekInfo: ['Неделя принесет Водолеям возможности для реализации своих идей. На работе ждут новые задачи, которые потребуют креативного подхода. Финансовое положение будет стабильным, но избегайте импульсивных трат.', 'В середине недели уделите внимание общению с близкими. Конец недели подходит для отдыха и планирования будущих проектов. Заботьтесь о своем здоровье.'],
        monthInfo: ['Этот месяц станет для Водолеев временем новых возможностей и творческого вдохновения. На работе ждут интересные проекты, которые принесут успех. Финансовое положение укрепится, если вы будете рациональны.', 'Личная жизнь будет наполнена гармонией и поддержкой близких. Уделите внимание своему здоровью и изучению новых навыков. Месяц подходит для реализации амбициозных целей.'],
        yearInfo: ['2024 год принесет Водолеям перемены и новые перспективы. На работе вас ждут успехи, если вы проявите креативность и настойчивость. Финансовая стабильность укрепится благодаря новым возможностям. Личная жизнь наполнится теплыми моментами с близкими.', 'Год подходит для саморазвития и реализации давних планов.']
    },
    {
        id: 12,
        image: '../images/pisces.svg',
        imgAlt: 'pisces',
        name: 'Рыбы',
        littleInfo: 'Сегодняшний день пройдет в размеренном ритме. Позвольте себе помедлить и насладиться моментом.',
        dayInfo: ['Сегодня Рыбам стоит сосредоточиться на своих чувствах и внутреннем состоянии. Работа пройдет успешно, если вы будете внимательны к мелочам. Финансовые дела потребуют осторожности, но результаты вас порадуют.', 'В личной жизни уделите внимание близким и избегайте споров. Займитесь своим хобби или медитацией. Вечером найдите время для отдыха.'],
        weekInfo: ['Неделя для Рыб обещает быть гармоничной и продуктивной. На работе вы сможете завершить важные проекты. Финансовое положение будет стабильным, но избегайте ненужных расходов.', 'В середине недели уделите внимание близким, чтобы укрепить отношения. Конец недели подходит для отдыха и восстановления сил. Заботьтесь о своем здоровье и эмоциональном состоянии.'],
        monthInfo: ['Месяц принесет Рыбам гармонию и успехи в работе. Финансовое положение останется стабильным, а личная жизнь будет радовать теплыми моментами.', 'Отличное время для саморазвития и обучения. Уделите внимание своему здоровью и эмоциональному благополучию. Месяц подходит для начала новых проектов и реализации творческих идей.'],
        yearInfo: ['2024 год станет для Рыб временем гармонии и роста. На работе вас ждут достижения, которые укрепят финансовую стабильность. Личная жизнь будет радовать поддержкой близких и новыми впечатлениями. Уделите внимание саморазвитию и заботе о здоровье.', 'Год принесет много возможностей для новых начинаний и внутренней гармонии.']
    }
];